Repository: AutoLoadNextPost/Auto-Load-Next-Post
Catalog: languages/auto-load-next-post-*.po
Languages: de_de, fr_fr, ro_ro, ru_ru

source: Cheatin’ huh?
fr_fr: Alors on essaye de tricher&nbsp;?
ru_ru: Обманываем, а?

source: Documentation
de_de: Dokumentation
ro_ro: Documentație
ru_ru: Документация

source: Thank you for using <strong>%1$s</strong> :) Should you need help using <strong>%1$s</strong> please read the documentation.
fr_fr: Merci d'utiliser <strong>%1$s</strong> :) Si vous avez besoin d'aide pour utiliser ou modifier <strong>%1$s</strong> veuillez lire la documentation.
ru_ru: Благодарим Вас за использование <strong>%1$s</strong> :) Если вам нужна помощь в использовании <strong>%1$s</strong> пожалуйста, прочитайте документацию.

source: %s Documentation
de_de: %s Dokumentation
fr_fr: Documentation de %s
ro_ro: %s Documentație
ru_ru: %s Документация

source: Found a bug?
de_de: Einen Fehler gefunden?
fr_fr: Un bug à signaler&nbsp;?
ro_ro: Ați găsit un bug ?
ru_ru: Нашли ошибку?

source: If you find a bug within <strong>%s</strong>, please create a ticket on GitHub via the <a href="%s" target="_blank">Github issues</a>. Ensure that you read the <a href="%s" target="_blank">contribution guidelines</a> prior to submitting your report. Be as descriptive as possible. Thank you.
ru_ru: Если вы обнаружили ошибку в пределах <strong>%s</strong>, пожалуйста, создайте топик на GitHub через <a href="%s" target="_blank">Github issues</a>. Убедитесь, что вы читали <a href="%s" target="_blank">документацию</a> до размещения вашего вопроса. Будьте максимально информативным. Спасибо.

source: Report an Issue
ru_ru: Сообщить о проблеме

source: Support
fr_fr: Aide
ro_ro: Asistenţă
ru_ru: Поддержка

source: If you need support with <strong>%s</strong>, you may ask the WordPress community for help by opening a thread on the <a href="%s" target="_blank">WordPress.org support forum</a>.
ru_ru: Если вам нужна помощь с <strong>%s</strong>, вы можете обратиться к сообществу WordPress за помощью, открыв тему на <a href="%s" target="_blank">WordPress.org support forum</a>.

source: Create a Ticket
ru_ru: Создать тикет

source: Feedback
ru_ru: Обратная связь

source: Your feedback is most important as it helps improve <strong>%s</strong> to support what you need. You can either submit a review on WordPress.org or complete a simple survey.
ru_ru: Ваша обратная связь очень важна, поскольку это помогает улучшить <strong>%s</strong>, чтобы поддержать то, что вам нужно. Вы можете либо оставить отзыв на WordPress.org или заполнить простую анкету.

source: Submit a Review
ru_ru: Отправить отзыв

source: Complete Survey
ru_ru: Завершить Обзор

source: For more information:
de_de: Weitere Informationen:
fr_fr: Pour plus d'informations :
ro_ro: Pentru mai multe informații:
ru_ru: Для дополнительной информации:

source: About %s
de_de: Über %s
fr_fr: À propos de %s
ro_ro: Despre %s
ru_ru: Об авторе %s

source: Project on WordPress.org
de_de: Projekt auf Wordpress.org
fr_fr: Projet sur WordPress.org
ro_ro: Proiect pe WordPress.org
ru_ru: Проект на WordPress.org

source: Project on Github
de_de: Projekt auf Github
fr_fr: Projet sur GitHub
ro_ro: Proiect pe Github
ru_ru: Проект на GitHub

source: %s Settings
de_de: %s Einstellungen
fr_fr: Réglages de %s
ro_ro: %s Setări
ru_ru: %s Настройки

source: Action failed. Please refresh the page and retry.
de_de: Aktion fehlgeschlagen. Bitte aktualisieren Sie die Seite und versuchen es erneut.
fr_fr: Échec. Veuillez rafraîchir la page et réessayer.
ro_ro: Acțiune eșuată. Reîncăcați pagina și încercați din nou.
ru_ru: Действие не удалось. Пожалуйста, обновите страницу и попытайтесь снова.

source: Your settings have been saved.
de_de: Ihre Einstellungen wurden gespeichert.
fr_fr: Vos réglages ont bien été enregistrés.
ro_ro: Setările dumneavoastră au fost salvate.
ru_ru: Ваши настройки сохранены.

source: The changes you made will be lost if you navigate away from this page.
de_de: Beim Verlassen der Seite werden deine Änderungen verworfen.
fr_fr: Les modifications que vous avez faites seront perdues si vous quittez cette page.
ro_ro: Schimbările pe care le-ai făcut se vor pierde dacă părăsești această pagină.
ru_ru: Сделанные вами изменения будут отменены, если вы уйдёте с этой страницы.

source: Upgrade to Premium
fr_fr: Passer en Premium
ru_ru: Обновить до Премиум версии

source: Settings
de_de: Einstellungen
fr_fr: Réglages
ro_ro: Setări
ru_ru: Настройки

source: Community Support
de_de: Unterstützung durch die Community.
fr_fr: Forum de la communauté
ro_ro: Asistență Comunitate
ru_ru: Сообщество поддержки

source: Website
fr_fr: Site Web
ro_ro: Pagină web
ru_ru: Сайт

source: If you like <strong>%1$s</strong> please leave a <a href="%2$s" target="_blank">&#9733;&#9733;&#9733;&#9733;&#9733;</a> rating on <a href="%2$s" target="_blank">WordPress.org</a>. A huge thank you in advance!
de_de: Wenn Sie <strong>%1$s</strong> mögen, hinterlassen Sie bitte eine <a href="%2$s" target="_blank">&#9733;&#9733;&#9733;&#9733;&#9733;</a>-Bewertung auf <a href="%2$s" target="_blank">WordPress.org</a>. Dafür herzlichen Dank im Voraus.
fr_fr: Si vous aimez <strong>%1$s</strong> veuillez laisser une évaluation <a href="%2$s" target="_blank">&#9733;&#9733;&#9733;&#9733;&#9733;</a> sur <a href="%2$s" target="_blank">WordPress.org</a>. Un grand merci d'avance&nbsp;!
ro_ro: Dacă iși place <strong>%1$s</strong> te rugăm să lași <a href="%2$s" target="_blank">&#9733;&#9733;&#9733;&#9733;&#9733;</a> un vot pe <a href="%2$s" target="_blank">WordPress.org</a>. Un mare mulțumim în avans.
ru_ru: Если вам нравится <strong>%1$s</strong> пожалуйста, оставьте <a href="%2$s" target="_blank">&#9733;&#9733;&#9733;&#9733;&#9733;</a> рейтинга на <a href="%2$s" target="_blank">WordPress.org</a>. Огромное спасибо заранее!

source: Contribute
de_de: Etwas beitragen
fr_fr: Contribuer
ro_ro: Contribuie
ru_ru: Помочь

source: %s Version
de_de: Version %s
fr_fr: Version %s
ro_ro: Versiunea %s
ru_ru: Версия %s

source: General
de_de: Allgemein
fr_fr: Réglages généraux
ru_ru: Общие

source: Set variables below according to your active theme. All are required for %s to work.
ru_ru: Установить переменные ниже в соответствии с вашей активной темой, все они нужны для работы %s.

source: Content Container
de_de: Container für Inhalte
fr_fr: Conteneur de contenu
ro_ro: Recipient conținut
ru_ru: Содержание Контейнера

source: Example: <code>main.site-main</code>
fr_fr: Exemple&nbsp;: <code>main.site-main</code>
ru_ru: Пример: <code>main.site-main</code>

source: Post Title Selector
de_de: Selektor für Beitragstitel
fr_fr: Sélecteur du titre d'article
ro_ro: Selector Titlu Articol
ru_ru: Селектор Заголовка поста

source: Example: <code>h1.entry-title</code>
de_de: Beispiel: <code>h1.entry-title</code>
fr_fr: Exemple&nbsp;: <code>h1.entry-title</code>
ro_ro: Exemplu: <code>h1.entry-title</code>
ru_ru: Пример: <code>h1.entry-title</code>

source: Post Navigation Container
de_de: Container für die Artikelnavigation
fr_fr: Conteneur de navigation d'article
ro_ro: Selector Navigare Articol
ru_ru: Контейнер Навигации постов

source: Example: <code>nav.post-navigation</code>
de_de: Beispiel: <code>nav.post-navigation</code>
fr_fr: Exemple&nbsp;: <code>nav.post-navigation</code>
ro_ro: Exemplu: <code>nav.post-navigation</code>
ru_ru: Например: <code>nav.post-navigation</code>

source: Comments Container
de_de: Container für die Kommentare
fr_fr: Conteneur de commentaires
ro_ro: Recipient Comentarii
ru_ru: Контейнер Комментариев

source: Example: <code>div#comments</code>
de_de: Beispiel: <code>div#comments</code>
fr_fr: Exemple&nbsp;: <code>div#comments</code>
ro_ro: Exemplu: <code>div#comments</code>
ru_ru: Пример: <code>div#comments</code>

source: Remove Comments
de_de: Kommentar entfernen
fr_fr: Supprimer les commentaires
ro_ro: Stergeți Comentariile
ru_ru: Удалить Комментарии

source: Enable to remove comments when each post loads.
de_de: Das Entfernen von Kommentaren aktivieren beim Laden jedes Posts.
fr_fr: Activer la suppression des commentaires lorsque chaque article se charge.
ro_ro: Activați pentru a șterge comentariile când fiecare articol se încarcă.
ru_ru: Включить, чтобы удалить комментарии, при подгрузке постов

source: Update Google Analytics
de_de: Google Analytics aktualisieren
fr_fr: Mettre à jour Google Analytics
ro_ro: Actualizați Google Analytics
ru_ru: Обновить Google Analytics

source: Each time a post is loaded it will count as a pageview. You must have a reference to your Google Analytics tracking code on the page.
fr_fr: A chaque fois qu'un article est chargé cela sera compté comme une vue de page. Vous devez avoir installé une référence à votre code de suivi de Google Analytics sur cette page.
ru_ru: Каждый раз, когда сообщение загружается он будет считать как просмотр страницы. Вы должны иметь ссылку на свой код отслеживания Google Analytics на странице.

source: Reset all data?
fr_fr: Réinitialiser toutes les données&nbsp;?
ru_ru: Сбросить все данные?

source: Press the reset button to clear all settings for this plugin and re-install the default settings.
fr_fr: Appuyez sur le bouton de réinitialisation pour supprimer tous les réglages de l&rsquo;extension et réinstaller tous les réglages par défaut.
ru_ru: Нажмите кнопку сброса, чтобы сбросить все настройки для этого плагина и заново установить настройки по умолчанию.

source: Remove all data on uninstall?
de_de: Alle Daten bei einer Deinstallation löschen?
fr_fr: Supprimer toutes les données lors de la désinstallation ?
ro_ro: Ștergeți toate datele la dezinstalare?
ru_ru: Удалить все данные на случай удаления?

source: If enabled, all settings for this plugin will all be deleted when uninstalling via Plugins > Delete.
de_de: Wenn diese Option aktiviert wird, werden alle Einstellungen dieses Plugins beim deinstallieren gelöscht.
fr_fr: Si activée, tous les réglages pour cette extension seront tous supprimés lors de la désinstallation via Extensions > Supprimer.
ro_ro: Dacă este activat , toate setările pentru acest plugin vor fi șterse la dezinstalare prin Pluginuri > Șterge .
ru_ru: Если включено, все настройки для этого плагина все будут удалены при удалении с помощью Плагины > Удалить.

source: Hi <b>%s</b>,
ru_ru: Привет, <b>%s</b>,

source: %1$s is <b>100&#37; free and open-sourced</b>, but I do rely on donations to facilitate further development of the free plugin. If %1$s has worked out for you well, please consider <a href="%2$s" target="_blank">making a donation</a>.
ru_ru: %1$s is <b>100&#37; является бесплатным и с открытым кодом </b>, но я полагаюсь на пожертвования, чтобы способствовать дальнейшему развитию бесплтаного плагина. Если%1$s помог вам, пожалуйста, подумайте о том, что бы <a href="%2$s" target="_blank"> сделать пожертвование </a>.

source: As this is a free plugin, I can not always provide support. You may ask the WordPress community for help by opening a thread on the <a href="%s" target="_blank">WordPress.org support forum</a>. Response time can range from a few days to a few weeks and will likely be from a non-developer.
ru_ru: Поскольку это бесплатный плагин, я не всегда могу оказывать поддержку. Вы можете обратиться к сообществу WordPress за помощь, открыв тему на <a href="%s" target="_blank">WordPress.org support forum</a>. Время ответа может колебаться от нескольких дней до нескольких недель, и, вероятно, будет не от разработчика.

source: If you've found a bug, please <a href="%s" target="_blank">submit an issue on GitHub</a> where I can act upon it more efficiently.
ru_ru: Если вы нашли баг, пожалуйста, <a href="%s" target="_blank"> напишите вопрос на GitHub </a>, где я могу смогу решить проблему.

source: Also if you can spare about 5 minutes to <a href="https://sebd86.polldaddy.com/s/auto-load-next-post" target="_blank">take a simple survey</a>, it would be a great help.
ru_ru: Кроме того, если вы сможете потратить около 5 минут, чтобы <a href="https://sebd86.polldaddy.com/s/auto-load-next-post" target="_blank"> пройти простой опрос </a>, это было бы хорошей помощью.

source: Thank you.
fr_fr: Merci.
ru_ru: Спасибо.

source: regards,<br><br>%s
ru_ru: привет,<br><br>%s

source: Save Changes
de_de: Änderungen speichern
fr_fr: Enregistrer les modifications
ru_ru: Сохранить изменения

source: Hi <b>%s</b>, you've been using <b>%s</b> for some time now, and I hope you're happy with it. I've spent countless hours developing this free plugin for you, and I would really appreciate it if you gave it a quick review!
ru_ru: Привет <b>%s</b>, вы используете <b>%s</b> в течение некоторого времени, и я надеюсь, что ты счастливы с ним. Я провел бесчисленное количество часов разработки этого бесплатного плагина для вас, и я был бы очень признателен, если бы вы дали ему краткий обзор!

source: Yes, take me there!
ru_ru: Да, возьми меня здесь!

source: Already have :)
ru_ru: Уже есть :)

source: Sorry, <strong>%s</strong> requires WordPress %s or higher. Please upgrade your WordPress setup.
fr_fr: Désolé, <strong>%s</strong> requiert WordPress %s ou supérieur. Veuillez mettre à jour votre installation de WordPress.
ru_ru: Извините, <strong>%s</strong> требует WordPress %s или выше. Пожалуйста, обновите ваш WordPress.

source: Supporting your theme
de_de: Unterstützt ihr Theme
fr_fr: Prends en charge votre thème
ro_ro: Suportă tema dumneavoastră
ru_ru: Поддержка этой темы

source: Hide this notice
de_de: Diesen Hinweis ausblenden
fr_fr: Masquer cette notification
ro_ro: Ascundeți această notificare
ru_ru: Скрыть это замечание

source: Unfortunately, <strong>%s</strong> can not run on PHP versions older than
fr_fr: Malheureusement, <strong>%s</strong> ne fonctionne pas avec une version de PHP inférieure à
ru_ru: К сожалению, <strong>%s</strong> не может работать на старой версии PHP

source: %s recommends a PHP version higher than %s. Read more information about <a href="%s" target="_blank">how you can update</a>.
ru_ru: %s рекомендует PHP-версии выше, чем %s. Дополнительная информация о том <a href="%s" target="_blank">как можно обновить</a>

source: This plugin recommends a PHP version higher than %s. Read more information about <a href="%s" target="_blank">how you can update</a>.
ru_ru: Этот плагин рекомендует PHP-версии выше, чем %s. Дополнительная информация о том <a href="%s" target="_blank">как обновить</a>.

source: Unfortunately, %s cannot run on PHP versions older than %s. Read more information about <a href="%s" target="_blank">how you can update</a>.
ru_ru: К сожалению, %s не может работать на PHP версиях старее %s. Дополнительная информация о том <a href="%s" target="_blank">как можно обновить </a>.

source: Unfortunately, this plugin cannot run on PHP versions older than %s. Read more information about <a href="%s" target="_blank">how you can update</a>.
ru_ru: К сожалению, этот плагин не может работать на PHP версии старее%s. Дополнительная информация о <a href="%s" target="_blank">как можно обновить</a>.

source: If you find a bug within <strong>%s</strong> you can create a ticket via <a href="%s">Github issues</a>. Ensure you read the <a href="%s">contribution guide</a> prior to submitting your report. Be as descriptive as possible. Thank you.
de_de: Wenn Sie einen Bug in <strong>%s</strong> finden können Sie ein Ticket bei unserem <a href="%s">GitHub Bugtracker</a> einreichen. Bitte lesen Sie bevor Sie einen Bug einreichen unsere <a href="%s">Anleitung zur Mitarbeit</a>. Bitte beschreiben Sie den Fehler so genau wie möglich. Vielen Dank!
fr_fr: Si vous trouvez un a bug dans <strong>%s</strong> vous pouvez créer un ticket via les <a href="%s">problèmes Github</a>. Assurez-vous d'avoir lu le <a href="%s">guide de contribution</a> avant d'envoyer votre rapport. Soyez aussi descriptif que possible.
ro_ro: Dacă descoperiți o eroare în <strong>%s</strong> puteți creea un ticket pe <a href="%s">Github issues</a>. Asigurați-vă că ați citit <a href="%s">ghidul contribuitorului</a> înainte să trimiteți raportul dumneavoastră. Fiți cât de descriptiv se poate. Vă mulțumim.

source: Report a bug
de_de: Einen Fehler melden.
fr_fr: Signaler un bug
ro_ro: Raportați o eroare

source: Hard Crop?
de_de: Harter Beschnitt?
fr_fr: Recadrage ?
ro_ro: Decupare forțată?

source: Select a page&hellip;
de_de: Wählen Sie eine Seite &hellip;
fr_fr: Sélectionner une page&hellip;
ro_ro: Selectați o pagină&hellip;

source: Report Bugs
de_de: Fehler melden
fr_fr: Signaler un bug
ro_ro: Raportare erori

source: For the plugin to work you need to set the variables below.
de_de: Damit das Plugin funktioniert müssen Sie die Variablen unten bestücken.
fr_fr: Pour que l'extension fonctionne, vous devez configurer les variables ci-dessous.
ro_ro: Pentru ca pluginul să funcționeze trebuie să setați variabilele de mai jos

source: Restrict Post Types
de_de: Beitragstypen einschränken.
fr_fr: Restreindre les types d'articles
ro_ro: Restricționati Tipuri de Articol

source: Select which post types you wish to load automatically.
de_de: Wählen Sie welche Arten von Posts automatisch geladen werden sollen.
fr_fr: Sélectionner les types d'articles que vous souhaitez charger automatiquement
ro_ro: Selectati ce tipuri de articole doriți să se încarce automat.

source: As this is a free plugin, I can not provide support.
fr_fr: comme il s&rsquo;agit d&rsquo;une extension gratuite, je ne fournis aucun support.

source: You may ask the WordPress community for help by posting to the <a href="%s">WordPress.org support forum</a>. Response time can range from a few days to a few weeks and will likely be from a non-developer.
fr_fr: Vous pouvez demande de l&rsquo;aide à la communauté de WordPress en publiant sur <a href="%s">le forum d&rsquo;entraide de WordPress.org</a>. La réponse pourra prendre entre plusieurs jours à plusieurs semaines et pourra être d&rsquo;une personne non-dev.

source: If you want a <strong>timely response via email from me</strong>, <a href="%s">upgrade</a> and then send me an email.
fr_fr: Si vous voulez une <strong>réponse rapide par e-mail de moi</strong>, <a href="%s">mettez à niveau</a> et envoyez-moi votre message.

source: If you've found a bug, please <a href="%s">submit an issue on GitHub</a>.
fr_fr: Si vous trouvez un bug, veuillez le <a href="%s">signaler sur GitHub</a>.

source: Post navigation
de_de: Beitragsnavigation
fr_fr: Navigation de l&rsquo;article
ro_ro: Navigare articole

source: Cheatin&#8217; huh?
ro_ro: Trișezi?

source: Sorry, %s requires WordPress
ro_ro: Ne cerem scuze, %s necesită WordPress

source: Thank you for using <strong>%s</strong> :) Should you need help using or extending %s please read the documentation.
ro_ro: Mulțumim că folosiți <strong>%s</strong> :) Dacă aveți nevoie de ajutor pentru a folosi sau a extinde %s vă rugăm să citiți documentația.

source: After <a href="%s">reading the documentation</a>, for further assistance you can use the <a href="%s">community forum</a>.
ro_ro: După ce ați citit <a href="%s">documentația</a>, pentru asistență pe viitor puteți folosi <a href="%s">forumul comunității</a>.

source: Information
ro_ro: Informații

source: Example: <code>div.single</code>
ro_ro: Exemplu: <code>div.single</code>

source: Post ID Selector
ro_ro: Selector ID Articol

source: Example: <code>article</code>
ro_ro: Exemplu: <code>articol</code>

source: Enable to update your Google Analytics each time a post is automatically loaded.
ro_ro: Activați pentru a actualiza Google Analytics de fiecare dată când un articol este încărcat automat.

source: Save changes
ro_ro: Salvează modificări
